Repository: milanvarady/Applite
Catalog: Localizable.xcstrings
Source language: en
Languages: fr, hu, ja, tr, zh_hans, zh_hk

source: Export your installed apps to a file, then import it on another Mac to reinstall them all — the easy way to set up a new machine.
fr: Exportez vos applications installées dans un fichier, puis importez-le sur un autre Mac pour toutes les réinstaller — la façon simple de configurer une nouvelle machine.
hu: Exportálja a telepített alkalmazásait egy fájlba, majd importálja egy másik Macen, hogy egyszerre újratelepítse mindet – így könnyű beállítani egy új gépet.
ja: インストール済みのアプリをファイルに書き出し、別の Mac で読み込むだけですべて再インストールできます。新しい Mac のセットアップが簡単になります。
tr: Yüklü uygulamalarınızı bir dosyaya aktarın, sonra başka bir Mac'te içe aktararak hepsini yeniden yükleyin — yeni bir makineyi kurmanın kolay yolu.
zh_hans: 把已安装的应用导出为文件，然后在另一台 Mac 上导入即可全部重新安装 — 配置新机器的简便方法。
zh_hk: 把已安裝的應用程式匯出為檔案，然後在另一部 Mac 上匯入即可全部重新安裝 — 設定新機器的簡便方法。

source: Failed installs & updates
fr: Installations et mises à jour échouées
hu: Sikertelen telepítések és frissítések
ja: インストールとアップデートの失敗
tr: Başarısız yükleme ve güncellemeler
zh_hans: 安装和更新失败时
zh_hk: 安裝和更新失敗時

source: Failed to export
fr: Échec de l'exportation
hu: Exportálás sikertelen
ja: 書き出しに失敗しました
tr: Dışarı aktarılamadı
zh_hans: 导出失败
zh_hk: 匯出失敗

source: Failed to gather cask info
fr: Échec de la collecte des informations cask
hu: Nem sikerült összegyűjteni a cask információkat
ja: cask 情報の収集に失敗しました
tr: Cask bilgileri toplanamadı
zh_hans: 收集 cask 信息失败
zh_hk: 收集 cask 資訊失敗

source: Failed to import
fr: Échec de l'importation
hu: Importálás sikertelen
ja: 読み込みに失敗しました
tr: İçe aktarılamadı
zh_hans: 导入失败
zh_hk: 匯入失敗

source: Failed to install %@
fr: Échec de l'installation de %@
hu: %@ telepítése sikertelen
ja: %@ のインストールに失敗しました
tr: %@ yüklenemedi
zh_hans: 安装 %@ 失败
zh_hk: 安裝 %@ 失敗

source: Failed to refresh updates
fr: Échec de l'actualisation des mises à jour
hu: Frissítések betöltése sikertelen
ja: アップデートの再取得に失敗しました
tr: Güncellemeler yenilenemedi
zh_hans: 刷新更新失败
zh_hk: 重新整理更新失敗

source: Failed to reinstall %@
fr: Échec de la réinstallation de %@
hu: %@ újratelepítése sikertelen
ja: %@の再インストールに失敗しました
tr: %@ yeniden yüklenemedi
zh_hans: 重新安装 %@ 失败
zh_hk: 重新安裝 %@ 失敗

source: Failed to uninstall
fr: Échec de la désinstallation
hu: Az eltávolítás sikertelen
ja: アンインストールに失敗しました
tr: Yükleme kaldırılamadı
zh_hans: 卸载失败
zh_hk: 解除安裝失敗

source: Failed to uninstall %@
fr: Échec de la désinstallation de %@
hu: %@ eltávolítása sikertelen
ja: %@ のアンインストールに失敗しました
tr: %@ kaldırılamadı
zh_hans: 卸载 %@ 失败
zh_hk: 解除安裝 %@ 失敗

source: Failed to update %@
fr: Échec de la mise à jour de %@
hu: %@ frissítése sikertelen
ja: %@ のアップデートに失敗しました
tr: %@ güncellenemedi
zh_hans: 更新 %@ 失败
zh_hk: 更新 %@ 失敗

source: Fetch app catalog every:
fr: Actualiser le catalogue toutes les :
hu: Az alkalmazáslista frissítése:
ja: カタログの取得頻度：
tr: Uygulama kataloğunu yenileme sıklığı:
zh_hans: 应用目录刷新频率：
zh_hk: 應用程式目錄更新頻率：

source: Full Token
fr: Token complet
hu: Teljes token
ja: 完全トークン
tr: Tam token
zh_hans: 完整标识符
zh_hk: 完整識別碼

source: General
fr: Général
hu: Általános
ja: 一般
tr: Genel
zh_hans: 通用
zh_hk: 一般

source: Get Info
fr: Obtenir des informations
hu: Infó megjelenítése
ja: 情報を取得
tr: Bilgi al
zh_hans: 获取信息
zh_hk: 取得資訊

source: Get Started
fr: Commencer
hu: Kezdés
ja: はじめる
tr: Başla
zh_hans: 开始使用
zh_hk: 開始使用

source: Hide apps with few downloads
fr: Masquer les applications avec peu de téléchargements
hu: Kevés letöltéssel rendelkező alkalmazások elrejtése
ja: ダウンロード数が少ないアプリを非表示にする
tr: Az indirilen uygulamaları gizle
zh_hans: 隐藏下载次数少的应用
zh_hk: 隱藏下載量很少的應用程式

source: Hide disabled apps
fr: Masquer les applications désactivées
hu: Letiltott alkalmazások elrejtése
ja: 無効なアプリを非表示にする
tr: Etkin olmayan uygulamaları gizle
zh_hans: 隐藏已停用应用
zh_hk: 隱藏已停用的應用程式

source: Homebrew cache is shared between Homebrew installations. Deleting the cache will remove the cache for all installations!
fr: Le cache de Homebrew est partagé entre les installations de Homebrew. Le supprimer effacera le cache de toutes les installations !
hu: A Homebrew gyorsítótára közös a Homebrew-telepítések között. A gyorsítótár törlése az összes telepítés gyorsítótárát eltávolítja!
ja: Homebrew のキャッシュは複数の Homebrew インストールで共有されています。キャッシュを削除すると、すべてのインストールのキャッシュが削除されます。
tr: Homebrew önbelleği, Homebrew yüklemeleri arasında paylaşılır. Önbelleği silmek tüm yüklemelerin önbelleğini kaldırır!
zh_hans: Homebrew 缓存在多个 Homebrew 安装之间共享。删除缓存将移除所有安装的缓存！
zh_hk: Homebrew 快取在多個 Homebrew 安裝之間共用。刪除快取將移除所有安裝的快取！

source: Homebrew not found
fr: Homebrew introuvable
hu: A Homebrew nem található
ja: Homebrew が見つかりません
tr: Homebrew bulunamadı
zh_hans: 找不到 Homebrew
zh_hk: 找不到 Homebrew

source: Homebrew Updates
fr: Mises à jour de Homebrew
hu: Homebrew frissítései
ja: Homebrew のアップデート
tr: Homebrew güncellemeleri
zh_hans: Homebrew 更新
zh_hk: Homebrew 更新

source: Homebrew Version
fr: Version de Homebrew
hu: Homebrew verzió
ja: Homebrew バージョン
tr: Homebrew sürümü
zh_hans: Homebrew 版本
zh_hk: Homebrew 版本

source: Homepage
fr: Page d'accueil
hu: Honlap
ja: ホームページ
tr: Ana sayfa
zh_hans: 主页
zh_hk: 首頁

source: Import
fr: Importer
hu: Importálás
ja: 読み込む
tr: İçe Aktar
zh_hans: 导入
zh_hk: 匯入

source: Import Apps…
fr: Importer des applications…
hu: Alkalmazások importálása…
ja: アプリを読み込む…
tr: Uygulamaları içe aktar…
zh_hans: 导入应用…
zh_hk: 匯入應用程式…

source: Imported file contains no valid apps
fr: Le fichier importé ne contient aucune application valide
hu: Az importált fájl nem tartalmaz érvényes alkalmazásokat
ja: 読み込んだファイルに有効なアプリが含まれていません
tr: İçe aktarılan dosyada geçerli bir uygulama bulunamadı
zh_hans: 导入的文件不包含任何有效的应用
zh_hk: 匯入的檔案不包含任何有效的應用程式

source: Include Self-Updating Apps
fr: Inclure les applications à mise à jour automatique
hu: Önfrissítő alkalmazások megjelenítése
ja: 自動アップデートするアプリを含める
tr: Kendini güncelleyen uygulamaları dahil et
zh_hans: 包含可自动更新的应用
zh_hk: 包含可自動更新的應用程式

source: Include Third-Party Taps
fr: Inclure les taps tiers
hu: Külső tapek megjelenítése
ja: サードパーティの Tap を含める
tr: Üçüncü taraf tap'leri dahil et
zh_hans: 包含第三方 Tap
zh_hk: 包含第三方 Tap

source: Info
fr: Informations
hu: Infó
ja: 情報
tr: Bilgi
zh_hans: 信息
zh_hk: 資訊

source: Install
fr: Installer
hu: Telepítés
ja: インストール
tr: Yükle
zh_hans: 安装
zh_hk: 安裝

source: Install apps from a file exported by Applite — or any Brewfile.
fr: Installez des applications à partir d'un fichier exporté par Applite — ou de n'importe quel Brewfile.
hu: Alkalmazások telepítése az Applite által exportált fájlból – vagy bármilyen Brewfile-ból.
ja: Applite で書き出したファイル、または任意の Brewfile からアプリをインストールします。
tr: Applite tarafından dışa aktarılan bir dosyadan — veya herhangi bir Brewfile'dan — uygulama yükleyin.
zh_hans: 从 Applite 导出的文件 — 或任意 Brewfile — 安装应用。
zh_hk: 從 Applite 匯出的檔案 — 或任何 Brewfile — 安裝應用程式。

source: Install apps to a folder of your choice instead of /Applications. (Homebrew: `--appdir`)
fr: Installe les applications dans un dossier de votre choix au lieu de /Applications. (Homebrew : `--appdir`)
hu: Az alkalmazások az Ön által választott mappába kerülnek a /Applications helyett. (Homebrew: `--appdir`)
ja: /Applications ではなく、選択したフォルダにアプリをインストールします。（Homebrew: `--appdir`）
tr: Uygulamaları /Applications yerine seçtiğiniz bir klasöre yükler. (Homebrew: `--appdir`)
zh_hans: 将应用安装到你选择的文件夹，而不是 /Applications。（Homebrew：`--appdir`）
zh_hk: 將應用程式安裝到你選擇的資料夾，而不是 /Applications。（Homebrew：`--appdir`）

source: Install Separate Brew
fr: Installer un Homebrew séparé
hu: Külön brew telepítése
ja: 別の Homebrew をインストール
tr: Ayrı Homebrew yükle
zh_hans: 安装独立的 Brew
zh_hk: 安裝單獨的 Brew

source: Installation Date
fr: Date d'installation
hu: Telepítés dátuma
ja: インストール日
tr: Yükleme tarihi
zh_hans: 安装日期
zh_hk: 安裝日期

source: Installation Directory
fr: Répertoire d'installation
hu: Telepítési mappa
ja: インストールディレクトリ
tr: Yükleme dizini
zh_hans: 安装目录
zh_hk: 安裝目錄

source: Installation Location
fr: Emplacement d'installation
hu: Telepítés helye
ja: インストール先
tr: Yükleme konumu
zh_hans: 安装位置
zh_hk: 安裝位置

source: Installed
fr: Installée
hu: Telepítve
ja: インストール済み
tr: Yüklü
zh_hans: 已安装
zh_hk: 已安裝

source: Installed Version
fr: Version installée
hu: Telepített verzió
ja: インストール済みバージョン
tr: Yüklü sürüm
zh_hans: 已安装版本
zh_hk: 已安裝版本

source: Installing
fr: Installation
hu: Telepítés
ja: インストール中
tr: Yükleniyor
zh_hans: 安装中
zh_hk: 安裝中

# Installing %lld of %lld…
source: Installing %1$lld of %2$lld…
fr: Installation de %lld sur %lld…
hu: Telepítés: %lld / %lld…
ja: インストール中：%lld / %lld…
tr: %lld / %lld yükleniyor…
zh_hans: 正在安装第 %lld 个，共 %lld 个…
zh_hk: 正在安裝第 %lld 個，共 %lld 個…

source: Light
fr: Clair
hu: Világos
ja: ライト
tr: Açık
zh_hans: 浅色
zh_hk: 淺色

source: Manage applications
fr: Gérer vos applications
hu: Alkalmazások kezelése
ja: アプリを管理
tr: Uygulamaları yönet
zh_hans: 管理应用
zh_hk: 管理應用程式

source: Manage Homebrew
fr: Gérer Homebrew
hu: A Homebrew kezelése
ja: Homebrew の管理
tr: Homebrew'i yönet
zh_hans: 管理 Homebrew
zh_hk: 管理 Homebrew

source: Media
fr: Média
hu: Média
ja: メディア
tr: Medya
zh_hans: 媒体
zh_hk: 媒體

source: Menu Bar
fr: Barre des menus
hu: Menüsáv
ja: メニューバー
tr: Menü çubuğu
zh_hans: 菜单栏
zh_hk: 選單列

source: Mirror
fr: Miroir
ja: ミラー
tr: Ayna
zh_hans: 镜像
zh_hk: 鏡像

source: Mirrors
fr: Miroirs
hu: Mirrorok
ja: ミラー
tr: Aynalar
zh_hans: 镜像
zh_hk: 鏡像

source: Month
fr: Tous les mois
hu: Havonta
ja: 毎月
tr: Ayda bir
zh_hans: 每月
zh_hk: 每月

source: More options
fr: Plus d'options
hu: További lehetőségek
ja: その他のオプション
tr: Diğer seçenekler
zh_hans: 更多选项
zh_hk: 更多選項

source: Most downloaded (default)
fr: Plus téléchargé (par défaut)
hu: Legtöbb letöltés (alapértelmezett)
ja: ダウンロード数順（デフォルト）
tr: En çok indirilen (varsayılan)
zh_hans: 下载次数最多（默认）
zh_hk: 下載次數最多（預設）

source: Moved your Homebrew, or want Applite to use its own instead? Change it in Settings.
fr: Vous avez déplacé votre Homebrew, ou vous préférez qu'Applite utilise le sien ? Modifiez-le dans les Réglages.
hu: Áthelyezte a Homebrew-t, vagy inkább az Applite sajátját használná? Módosítsa a Beállításokban.
ja: Homebrew を移動しましたか？ または Applite 自身の Homebrew を使いますか？ 設定で変更できます。
tr: Homebrew'inizi taşıdınız mı, yoksa Applite'ın kendi Homebrew'ini kullanmasını mı istiyorsunuz? Ayarlar'dan değiştirin.
zh_hans: 移动了你的 Homebrew，或者想让 Applite 使用自带的？可在“设置”中更改。
zh_hk: 移動了你的 Homebrew，或者想讓 Applite 使用自帶的？可在「設定」中變更。

source: No
fr: Non
hu: Nem
ja: いいえ
tr: Hayır
zh_hans: 否
zh_hk: 否

source: No Active Tasks
fr: Aucune tâche active
hu: Nincs aktív feladat
ja: アクティブなタスクはありません
tr: Aktif bir görev yok
zh_hans: 无活动任务
zh_hk: 沒有活動任務

source: No internet connection. Applite needs to connect to the internet to download Homebrew and finish setting up. Check your connection and try again.
fr: Aucune connexion Internet. Applite doit se connecter à Internet pour télécharger Homebrew et terminer la configuration. Vérifiez votre connexion et réessayez.
hu: Nincs internetkapcsolat. Az Applite-nak internetkapcsolatra van szüksége a Homebrew letöltéséhez és a beállítás befejezéséhez. Ellenőrizze a kapcsolatot, és próbálja újra.
ja: インターネットに接続されていません。Applite は Homebrew をダウンロードしてセットアップを完了するためにインターネット接続が必要です。接続を確認して、もう一度お試しください。
tr: İnternet bağlantısı yok. Applite'ın Homebrew'i indirip kurulumu tamamlaması için internete bağlanması gerekir. Bağlantınızı kontrol edip tekrar deneyin.
zh_hans: 无网络连接。Applite 需要连接互联网才能下载 Homebrew 并完成设置。请检查网络连接后重试。
zh_hk: 無網路連線。Applite 需要連線至網際網路才能下載 Homebrew 並完成設定。請檢查連線後重試。

source: No Updates Available
fr: Aucune mise à jour disponible
hu: Nincs elérhető frissítés
ja: 利用可能なアップデートはありません
tr: Kullanılabilir güncelleme yok
zh_hans: 暂无更新
zh_hk: 無可用更新

source: Not installed
fr: Non installée
hu: Nincs telepítve
ja: 未インストール
tr: Yüklü değil
zh_hans: 未安装
zh_hk: 未安裝

source: Note
fr: Remarque
hu: Megjegyzés
ja: 備考
tr: Not
zh_hans: 备注
zh_hk: 備註

source: Office Tools
fr: Outils bureautiques
hu: Irodai eszközök
ja: オフィスツール
tr: Ofis araçları
zh_hans: 办公工具
zh_hk: 辦公室工具

source: Open
fr: Ouvrir
hu: Megnyitás
ja: 開く
tr: Aç
zh_hans: 打开
zh_hk: 開啟

source: Open Settings
fr: Ouvrir les Réglages
hu: Beállítások megnyitása
ja: 設定を開く
tr: Ayarlar'ı aç
zh_hans: 打开设置
zh_hk: 開啟設定

source: Outdated
fr: Obsolète
hu: Elavult
ja: アップデートあり
tr: Güncel değil
zh_hans: 有可用更新
zh_hk: 有可用更新

source: Part of a bulk operation
fr: Fait partie d'une opération groupée
hu: Csoportos művelet része
ja: 一括処理の一部です
tr: Toplu işlemin parçası
zh_hans: 属于批量操作
zh_hk: 屬於批次操作

source: Password Managers
fr: Gestionnaires de mots de passe
hu: Jelszókezelők
ja: パスワードマネージャー
tr: Şifre yöneticileri
zh_hans: 密码管理器
zh_hk: 密碼管理器

source: Preferred proxy protocol
fr: Protocole proxy préféré
hu: Preferált proxy protokoll
ja: 優先プロキシプロトコル
tr: Tercih edilen vekil sunucu protokolü
zh_hans: 首选代理协议
zh_hk: 首選代理協定

source: Presets
fr: Préréglages
hu: Előbeállítások
ja: プリセット
tr: Önayarlar
zh_hans: 预设
zh_hk: 預設

source: Productivity
fr: Productivité
hu: Hatékonyság
ja: 生産性
tr: Üretkenlik
zh_hans: 生产力
zh_hk: 生產力

source: Re-fetches the latest Homebrew over Applite's installation. Your installed apps are kept.
fr: Retélécharge la dernière version de Homebrew par-dessus l'installation d'Applite. Vos applications installées sont conservées.
hu: Újratölti a legfrissebb Homebrew-t az Applite telepítése fölé. A telepített alkalmazásai megmaradnak.
ja: 最新の Homebrew を Applite のインストールに上書きして再取得します。インストール済みのアプリはそのまま残ります。
tr: En son Homebrew'i Applite'ın yüklemesinin üzerine yeniden indirir. Yüklü uygulamalarınız korunur.
zh_hans: 在 Applite 的安装之上重新获取最新的 Homebrew。你已安装的应用会保留。
zh_hk: 在 Applite 的安裝之上重新取得最新的 Homebrew。你已安裝的應用程式會保留。

source: Reason
fr: Raison
hu: Ok
ja: 理由
tr: Neden
zh_hans: 原因
zh_hk: 原因

source: Refresh
fr: Actualiser
hu: Frissítés
ja: 更新
tr: Yenile
zh_hans: 刷新
zh_hk: 重新整理

source: Refresh App Catalog
fr: Actualiser le catalogue d'applications
hu: Alkalmazáslista frissítése
ja: アプリカタログを更新
tr: Uygulama kataloğunu yenile
zh_hans: 刷新应用目录
zh_hk: 重新整理應用程式目錄

source: Refresh Catalog
fr: Actualiser le catalogue
hu: Lista frissítése
ja: カタログを更新
tr: Kataloğu yenile
zh_hans: 刷新目录
zh_hk: 重新整理目錄

source: Refresh failed
fr: Échec de l'actualisation
hu: A frissítés sikertelen
ja: 更新に失敗しました
tr: Yenileme başarısız oldu
zh_hans: 刷新失败
zh_hk: 重新整理失敗

source: Refresh Homebrew Components
fr: Actualiser les composants Homebrew
hu: Homebrew összetevők frissítése
ja: Homebrew のコンポーネントを更新
tr: Homebrew bileşenlerini yenile
zh_hans: 刷新 Homebrew 组件
zh_hk: 重新整理 Homebrew 元件

source: Refresh the app catalog to apply your changes
fr: Actualisez le catalogue d'applications pour appliquer vos modifications
hu: Frissítse az alkalmazáslistát a módosítások érvényesítéséhez
ja: 変更を適用するにはアプリカタログを更新してください
tr: Değişikliklerinizi uygulamak için uygulama kataloğunu yenileyin
zh_hans: 刷新应用目录以应用你的更改
zh_hk: 重新整理應用程式目錄以套用你的變更

source: Reinstall
fr: Réinstaller
hu: Újratelepítés
ja: 再インストール
tr: Yeniden Yükle
zh_hans: 重新安装
zh_hk: 重新安裝

source: Reinstall failed
fr: Échec de la réinstallation
hu: Újratelepítés sikertelen
ja: 再インストールに失敗しました
tr: Yeniden yükleme başarısız oldu
zh_hans: 重新安装失败
zh_hk: 重新安裝失敗

source: Reinstall Homebrew
fr: Réinstaller Homebrew
hu: Homebrew újratelepítése
ja: Homebrew を再インストール
tr: Homebrew'i yeniden yükle
zh_hans: 重新安装 Homebrew
zh_hk: 重新安裝 Homebrew

source: Reinstalling
fr: Réinstallation
hu: Újratelepítés
ja: 再インストール中
tr: Yeniden yükleniyor
zh_hans: 重新安装中
zh_hk: 重新安裝中

source: Replacement
fr: Remplacement
hu: Helyette ajánlott
ja: 代替アプリ
tr: Önerilen alternatif
zh_hans: 替代应用
zh_hk: 替代應用程式

source: Retry
fr: Réessayer
hu: Újra
ja: 再試行
tr: Yeniden Dene
zh_hans: 重试
zh_hk: 再試

source: Save your selected apps to a file you can import on another Mac.
fr: Enregistrez les applications sélectionnées dans un fichier que vous pourrez importer sur un autre Mac.
hu: Mentse a kiválasztott alkalmazásokat egy fájlba, amelyet egy másik Macen importálhat.
ja: 選択したアプリをファイルに保存すると、別の Mac で読み込めます。
tr: Seçtiğiniz uygulamaları, başka bir Mac'te içe aktarabileceğiniz bir dosyaya kaydedin.
zh_hans: 把选中的应用保存为文件，可在另一台 Mac 上导入。
zh_hk: 把選取的應用程式儲存為檔案，可在另一部 Mac 上匯入。

source: Saved to file
fr: Enregistré dans le fichier
hu: Fájlba mentve
ja: ファイルに保存しました
tr: Dosyaya kaydedildi
zh_hans: 已保存到文件
zh_hk: 已儲存至檔案

source: Search Sorting Options
fr: Options de tri de la recherche
hu: Keresés rendezési beállításai
ja: 検索並び替えオプション
tr: Arama sıralama seçenekleri
zh_hans: 搜索排序选项
zh_hk: 搜尋排序選項

source: See Active Tasks
fr: Voir les tâches actives
hu: Aktív feladatok megtekintése
ja: アクティブなタスクを表示
tr: Görevleri gör
zh_hans: 查看活动任务
zh_hk: 查看活動任務

source: See All
fr: Voir tout
hu: Összes
ja: 全て表示
tr: Hepsini gör
zh_hans: 查看全部
zh_hk: 顯示全部

source: Select All
fr: Tout sélectionner
hu: Összes kijelölése
ja: すべてを選択
tr: Tümünü Seç
zh_hans: 全选
zh_hk: 全選

source: Select Apps to Export
fr: Sélectionner les applications à exporter
hu: Válassza ki az exportálandó alkalmazásokat
ja: 書き出すアプリを選択
tr: Dışa aktarılacak uygulamaları seçin
zh_hans: 选择要导出的应用
zh_hk: 選擇要匯出的應用程式

source: Select Apps to Import
fr: Sélectionner les applications à importer
hu: Válassza ki az importálandó alkalmazásokat
ja: 読み込むアプリを選択
tr: İçe aktarılacak uygulamaları seçin
zh_hans: 选择要导入的应用
zh_hk: 選擇要匯入的應用程式

source: Select Folder
fr: Sélectionner le dossier
hu: Mappa kiválasztása
ja: フォルダを選択
tr: Klasör seç
zh_hans: 选择文件夹
zh_hk: 選擇資料夾

source: Setting up components
fr: Configuration des composants
hu: Összetevők előkészítése
ja: コンポーネントを準備中
tr: Bileşenler hazırlanıyor
zh_hans: 正在准备组件
zh_hk: 正在準備元件

source: Setup failed
fr: Échec de la configuration
hu: A beállítás sikertelen
ja: セットアップに失敗しました
tr: Kurulum başarısız oldu
zh_hans: 设置失败
zh_hk: 設定失敗

source: Show updates for apps that normally update themselves, which are hidden by default. (Homebrew: `--greedy`)
fr: Affiche les mises à jour des applications qui se mettent à jour elles-mêmes et sont masquées par défaut. (Homebrew : `--greedy`)
hu: Megjeleníti azoknak az alkalmazásoknak a frissítéseit is, amelyek maguktól frissülnek, és ezért alapból rejtve vannak. (Homebrew: `--greedy`)
ja: 通常は自動でアップデートされるため既定では非表示になっているアプリのアップデートも表示します。（Homebrew: `--greedy`）
tr: Normalde kendini güncelleyen ve varsayılan olarak gizlenen uygulamaların güncellemelerini gösterir. (Homebrew: `--greedy`)
zh_hans: 显示那些通常会自行更新、默认被隐藏的应用的更新。（Homebrew：`--greedy`）
zh_hk: 顯示那些通常會自行更新、預設被隱藏的應用程式的更新。（Homebrew：`--greedy`）

source: Sort By
fr: Trier par
hu: Rendezés
ja: 並べ替え
tr: Sırala
zh_hans: 排序方式
zh_hk: 排序方式

source: Sponsor
fr: Faire un don
hu: Támogatás
ja: スポンサー
tr: Destek ol
zh_hans: 赞助
zh_hk: 贊助

source: Stop
fr: Arrêter
hu: Leállítás
ja: 停止
tr: Durdur
zh_hans: 停止
zh_hk: 停止

source: Stop %lld remaining
fr: Arrêter les %lld restantes
hu: %lld hátralévő leállítása
ja: 残り %lld 件を停止
tr: Kalan %lld tanesini durdur
zh_hans: 停止剩余 %lld 个
zh_hk: 停止剩餘 %lld 個

source: Stop download
fr: Arrêter le téléchargement
hu: Letöltés leállítása
ja: ダウンロードを停止
tr: İndirmeyi durdur
zh_hans: 停止下载
zh_hk: 停止下載

source: Stop the bulk operation?
fr: Arrêter l'opération groupée ?
hu: Leállítja a csoportos műveletet?
ja: 一括処理を停止しますか？
tr: Toplu işlem durdurulsun mu?
zh_hans: 要停止批量操作吗？
zh_hk: 要停止批次操作嗎？

source: Successful installs & updates
fr: Installations et mises à jour réussies
hu: Sikeres telepítések és frissítések
ja: インストールとアップデートの成功
tr: Başarılı yükleme ve güncellemeler
zh_hans: 安装和更新成功时
zh_hk: 安裝和更新成功時

source: System
fr: Système
hu: Rendszer
ja: システム
tr: Sistem
zh_hans: 系统
zh_hk: 系統

source: Terminal Output
fr: Sortie du terminal
hu: Terminálkimenet
ja: ターミナル出力
tr: Terminal çıktısı
zh_hans: 终端输出
zh_hk: 終端輸出

source: Terminals
fr: Terminaux
hu: Terminálok
ja: ターミナル
tr: Terminaller
zh_hans: 终端
zh_hk: 終端

source: The components Applite needs are installed. You can start downloading apps right away.
fr: Les composants dont Applite a besoin sont installés. Vous pouvez commencer à télécharger des applications dès maintenant.
hu: Az Applite működéséhez szükséges összetevők telepítve vannak. Azonnal elkezdheti az alkalmazások letöltését.
ja: Applite に必要なコンポーネントがインストールされました。すぐにアプリのダウンロードを始められます。
tr: Applite'ın ihtiyaç duyduğu bileşenler yüklendi. Hemen uygulama indirmeye başlayabilirsiniz.
zh_hans: Applite 所需的组件已安装完成。你可以立即开始下载应用。
zh_hk: Applite 所需的元件已安裝完成。你可以立即開始下載應用程式。

source: This app
fr: Cette app
hu: Ez az alkalmazás
ja: このアプリ
tr: Bu uygulama
zh_hans: 此应用
zh_hk: 這個應用程式

source: This app is from a third-party tap: `%@`
fr: Cette application provient d’un tap tiers : `%@`
hu: Ez az alkalmazás egy külső tapból származik: `%@`
ja: このアプリはサードパーティの Tap のものです： `%@`
tr: Bu uygulama üçüncü taraf bir tap'ten geliyor: `%@`
zh_hans: 此应用来自第三方 Tap： `%@`
zh_hk: 這個應用來自第三方 Tap： `%@`

source: This is the output from the failed command. Copy it when reporting an issue.
fr: Voici la sortie de la commande qui a échoué. Copiez-la lorsque vous signalez un problème.
hu: Ez a sikertelen parancs kimenete. Másolja ki, ha hibát jelent be.
ja: 失敗したコマンドの出力です。問題を報告する際にコピーしてください。
tr: Bu, başarısız olan komutun çıktısıdır. Bir sorun bildirirken kopyalayın.
zh_hans: 这是失败命令的输出。报告问题时请复制它。
zh_hk: 這是失敗指令的輸出。回報問題時請複製它。

source: This will (re)install Applite's Homebrew installation at: `~/Library/Application Support/Applite/Homebrew`
fr: Cela (ré)installera le Homebrew d'Applite à l'emplacement : `~/Library/Application Support/Applite/Homebrew`
hu: Ez (újra)telepíti az Applite Homebrew-ját ide: `~/Library/Application Support/Applite/Homebrew`
ja: Applite の Homebrew を次の場所に（再）インストールします：`~/Library/Application Support/Applite/Homebrew`
tr: Bu, Applite'ın Homebrew yüklemesini şu konuma (yeniden) yükleyecek: `~/Library/Application Support/Applite/Homebrew`
zh_hans: 这将在以下位置（重新）安装 Applite 的 Homebrew：`~/Library/Application Support/Applite/Homebrew`
zh_hk: 這將在以下位置（重新）安裝 Applite 的 Homebrew：`~/Library/Application Support/Applite/Homebrew`

source: This will run the Homebrew uninstaller and remove Homebrew from all known locations along with every package installed. Administrator privileges may be required.
fr: Cela exécutera le programme de désinstallation de Homebrew et supprimera Homebrew de tous les emplacements connus, ainsi que tous les paquets installés. Des privilèges administrateur peuvent être requis.
hu: Ez lefuttatja a Homebrew eltávolítóját, és eltávolítja a Homebrew-t minden ismert helyről az összes telepített csomaggal együtt. Ehhez rendszergazdai jogosultság szükséges lehet.
ja: Homebrew のアンインストーラを実行し、既知のすべての場所から Homebrew とインストール済みのすべてのパッケージを削除します。管理者権限が必要になる場合があります。
tr: Bu işlem Homebrew kaldırıcısını çalıştırır ve Homebrew'i bilinen tüm konumlardan, yüklü tüm paketlerle birlikte kaldırır. Yönetici ayrıcalıkları gerekebilir.
zh_hans: 这将运行 Homebrew 卸载程序，从所有已知位置移除 Homebrew 以及所有已安装的软件包。可能需要管理员权限。
zh_hk: 這將執行 Homebrew 解除安裝程式，從所有已知位置移除 Homebrew 以及所有已安裝的套件。可能需要管理員權限。

source: This will uninstall Applite along with all files and cache associated with it.
fr: Cela désinstallera Applite ainsi que tous les fichiers et le cache associés.
hu: Ez eltávolítja az Applite-ot a hozzá tartozó összes fájllal és gyorsítótárral együtt.
ja: Applite と、それに関連するすべてのファイルおよびキャッシュを削除します。
tr: Bu işlem, Applite'ı ve onunla ilişkili tüm dosya ve önbelleği kaldırır.
zh_hans: 这将卸载 Applite 以及与之相关的所有文件和缓存。
zh_hk: 這將解除安裝 Applite 以及與之相關的所有檔案和快取。

source: To stop it, use the Stop button in Active Tasks — it cancels the whole bulk operation.
fr: Pour l'arrêter, utilisez le bouton Arrêter dans Tâches actives — cela annule toute l'opération groupée.
hu: A leállításához használja az Aktív feladatok Leállítás gombját – ez a teljes csoportos műveletet megszakítja.
ja: 停止するには「アクティブなタスク」の停止ボタンを使用します。一括処理全体がキャンセルされます。
tr: Durdurmak için Görevler bölümündeki Durdur düğmesini kullanın — bu, toplu işlemin tamamını iptal eder.
zh_hans: 要停止它，请使用“活动任务”中的停止按钮 — 这会取消整个批量操作。
zh_hk: 要停止它，請使用「活動任務」中的停止按鈕 — 這會取消整個批次操作。

source: Troubleshooting
fr: Dépannage
hu: Hibaelhárítás
ja: トラブルシューティング
tr: Sorun giderme
zh_hans: 故障排除
zh_hk: 故障排除

source: Try Again
fr: Réessayer
hu: Újrapróbálkozás
ja: やり直す
tr: Yeniden Dene
zh_hans: 重试
zh_hk: 再試

source: Uninstall
fr: Désinstaller
hu: Eltávolítás
ja: アンインストール
tr: Yüklemeyi Kaldır
zh_hans: 卸载
zh_hk: 解除安裝
